[
  {
    "분류": "1",
    "단어": "노잼 (nojaem)",
    "설명": "Something that is not fun, funny, or uninteresting",
    "긴설명": "노 (no) means “no” or “not”\r\n잼 (jaem) is the first part of 재미있어요 (jaemiisseoyo), meaning interesting.\r\nSo if you see something that you don’t think is fun or funny, you can say “노잼 (nojaem)!”",
    "예문": "오징어 게임 노잼이야",
    "예문번역": "The squid game was not fun."
  },
  {
    "분류": "1",
    "단어": "멘붕 (menbung)",
    "설명": "Mental breakdown",
    "긴설명": "Ever have a mental breakdown? You can express this idea with “멘붕”, which is a combo of 멘탈 (mental | mental) + 붕괴 (bunggoe | deconstruction or collapse). \r\n\r\nIn Korean, this is more often used to express yourself when your mental status is on the fritz! It’s used in various situations where this is the case. For example, you could say it when at the last minute you realize you have to work on the weekend and you have a huge date that you can’t cancel!",
    "예문": "시험 치는데 신분증 안 들고 가서 멘붕",
    "예문번역": "I didn't bring my ID card to the test, so I panicked."
  },
  {
    "분류": "1",
    "단어": "꿀팁 (kkultip)",
    "설명": "A great tip",
    "긴설명": "Just like in the phrase 꿀잼 (kkuljaem), this phrase uses the word ‘honey’ (꿀 | kkul) to mean “really good.” This time it’s a 팁 (tip | tip) that’s being considered and this is not just any old tip!\r\n\r\nIn English, we may say “gold” or “golden” to denote something very valuable but in Korean, it’s “honey.” Use this when you give a great tip to someone or someone gives you advice or tips that are valuable!",
    "예문": "면접 볼 때 꿀팁 좀 알려주세요.",
    "예문번역": "Please, let me know the great tip for interview."
  },
  {
    "분류": "1",
    "단어": "아점 (ajeom) ",
    "설명": "Brunch",
    "긴설명": "This is a combination of the words for breakfast (아침 | achim) and lunch (점심 | jeomsim). Like in English when we combine those two words, put them together and you’ve got a word that means “brunch.” \r\n\r\nAnd if you eat a bit late in the day, you can use the word 점저 (jeomjeo), which is a combination of 점심 (jeomsim) and 저녁 (jeonyeok).",
    "예문": "늦게 일어나서 아점 먹었어",
    "예문번역": "I woke up late and had brunch."
  },
  {
    "분류": "1",
    "단어": "방콕 (bangkok)",
    "설명": "Stay in your room",
    "긴설명": "This Korean slang expression means ‘to stay in your room’, and is used when somebody is so tired or worn out that they plan to stay in their room all weekend or all vacation. If somebody uses this word to describe their vacation, don’t get confused and think that they are going to Thailand.",
    "예문": "추우니까 방콕 해야지 ",
    "예문번역": "It's cold, so I'll stay home."
  },
  {
    "분류": "1",
    "단어": "밀당 (mildang)",
    "설명": "Push and pull",
    "긴설명": "This is a combination of the verbs 밀다 (mildang | to push) and 당기다 (danggida | to pull). However, in this case the words do not literally mean pushing and pulling as in a tug of war or a door. \r\n\r\nThis Korean slang word refers to the flaky actions people take in romantic relationships, “playing games” with each other where one minute they’re hot and the next they’re cold. You can also use this as a verb in the form 밀당하다 (mildanghada).",
    "예문": "나랑 밀당 하는 거야?",
    "예문번역": "Are you doing push and pull with me?"
  },
  {
    "분류": "1",
    "단어": "극혐 (geukyeom) ",
    "설명": "Extreme disgust",
    "긴설명": "Short for 극한의 혐오 (geukanui hyeomo), this phrase . 극한 (geukan) means “limit or extreme” and 혐오 (hyeomo) means “hatred, disgust or revulsion” so put them together and you’ve got a shortened phrase that means just that — extreme disgust! \r\n\r\nUse this with your Korean friends any time you want to point out that something is very disgusting or revolting, like when you venture into the weird parts of YouTube!",
    "예문": "밥 먹을 때 자꾸 휴대폰 쳐다보는 거 진짜 극혐이야",
    "예문번역": "It is a extreme disgust when people keep looking at their phone while eating."
  },
  {
    "분류": "1",
    "단어": "썸 (sseom)",
    "설명": "“Something” between two people",
    "긴설명": "A noun used to describe that special “something” between two people who are not in a relationship but have feelings for one another. There is “something” (썸 | sseom) between them. \r\n\r\nThe slang expression 썸타다 (sseomtada) or 썸을 타다 (sseomeul tada) is used when two people know each other before dating, and start to get along. \r\n\r\nUse 썸남 (sseomnam | about men), and 썸녀 (sseomnyeo | about women) to describe someone you have feelings towards but not formally dating.",
    "예문": "걔네 둘이 썸타는 것 같던데",
    "예문번역": "I think there is something between them"
  },
  {
    "분류": "1",
    "단어": "알바 (alba)",
    "설명": "A part-time job",
    "긴설명": "This is a shortened phrase and comes from 아르바이트 (areubaiteu), which means “part-time job” in Korean. The word originally comes from the German word “arbeit”, meaning “work or labor.” \r\n\r\nBonus round: You can add 생 at the end of 알바 (alba) to make 알바생 (albasaeng). This refers to someone who is studying at school and also working part time. The 생 (saeng) comes from the word 학생 (haksaeng), which means “student”. \r\n\r\nYou often see 알바생 (albasaeng) at 편의점 (pyeonuijeom | convenience stores), 피씨방 (pissibang | Internet cafe), and 카페 (kape | cafe) etc. Look out for those 알바생 (albasaeng) the next time you’re nearby a 대학교 (daehakgyo | university)!",
    "예문": "여름방학 때 일할 알바 자리를 구했어",
    "예문번역": "I have taken a part time job for the summer vacation"
  },
  {
    "분류": "2",
    "단어": "대유잼 (dae-yu-jam)",
    "설명": "great fun",
    "긴설명": "A mixture of Hanja and Korean. You can describe a person or TV show as 대유잼.",
    "예문": "새로 나온 예능 쇼 대유잼이야",
    "예문번역": "the new variety show is great fun"
  },
  {
    "분류": "2",
    "단어": "라떼는 말이야(Ra-tte-neun-mal-ee-ya)",
    "설명": "“in my day”",
    "긴설명": "나 때는 말이야 (Na-tte-neun-mal-ee-ya). Na-tte sounds similar to latte, and mal is horse in Korean. It’s a sarcastic expression for 꼰대 (Kkondae, a condescending person who is usually older, like “boomer”) who always says “in my day”.",
    "예문": "라떼는 말이야 다 알아서 했어",
    "예문번역": "we did it all by ourselves back in my day"
  },
  {
    "분류": "2",
    "단어": "복세편살 (bok-se-pyeon-sahl)",
    "설명": "“let’s live a comfortable life in a complex world”",
    "긴설명": "An abbreviation for “복잡한 세상 편하게 살자”. Very useful with all the negative news recently.",
    "예문": "이렇게 시험 망했을때 일수록 복세편살하자",
    "예문번역": "Let's take it easy in this stressful life when we failed the exam like this"
  },
  {
    "분류": "2",
    "단어": "호캉스 (ho-kang-seu)",
    "설명": "vacation in hotel",
    "긴설명": "A compound word of 호텔 (hotel) + 바캉스 (vacation). It means staycation in Korea. This is especially popular during the pandemic.",
    "예문": "이번 주말에 친구들이랑 호캉스 가기로 했어",
    "예문번역": "I decided to stay in hotel room with my friends for the whole weekend."
  },
  {
    "분류": "2",
    "단어": "갑분싸 (gahb-bun-ssa)",
    "설명": "sudden and awkward silence",
    "긴설명": "An abbreviation for “갑자기 분위기 싸해진다”. Great for many situations, like after you say something in an active group chat that kills the conversation.",
    "예문": "친구가 이상한 말을 해서 갑분싸 됐어",
    "예문번역": "My friend said something weird, so the mood suddenly got cold."
  },
  {
    "분류": "2",
    "단어": "띵곡 (tting-gok)",
    "설명": "excellent piece of music",
    "긴설명": "Koreans simply changed 명 to 띵 due to its similar shape. Other variations include: 댕댕이 (from 멍멍이 meaning doggo), 댕청 (from 멍청 meaning dumb in a cute way).",
    "예문": "이번 아이유 신곡 들어봤어? 완전 띵곡이더라.",
    "예문번역": "Have you listened to IU's new song? It's a masterpiece."
  },
  {
    "분류": "2",
    "단어": "멍청비용 (meong-cheong-bee-yong)",
    "설명": "Money that /someone wastes out of stupidity. ",
    "긴설명": "Can be used for lotto tickets or late fees.",
    "예문": "어제 늦게 일어나서 택시 타고 학교 갔어. 완전 멍청비용",
    "예문번역": "I woke up late yesterday and went to school by taxi. A total idiot."
  }
]
